Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_39_nettressurser-og-litteratur.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Næhttaresursa ja girjálasjvuohta
sma: Udir.no - Nedtevierhtieh jïh lidteratuvrh

source: Næhttaresursa ja girjálasjvuohta
sma: Nedtevierhtieh jïh lidteratuvrh

source: Nehtan gávnnuji ållo resursa.
sma: Jïjnjh vierhtieh nedtesne gååvnesieh.

source: Dánna li jur muhtema maŋen váldedum.
sma: Daesnie ajve naan gille meatan vaalteme.

source: Åhpadiddje máhttá gávnnat ienep resursajt gå manná dájda bielijda, jali gå åhtsåmmotåvråjt adná.
sma: Lohkehtæjja maahta jienebh vierhtieh gaavnedh jis daejtie sæjrode tjaanga, jallh gosse ohtsememotovrem nåhtede.

source: Gávnnu aj digitáliseridim girje nehtan.
sma: Digitale gærjah aaj nedtesne gååvnesieh.

source: Dajt gávnná åhtsåmmotåvrå jali girjjevuorká åhtsåmdievno baktu.
sma: Maahta dejtie ohtsedidh ohtsememotovri tjïrrh, jallh gærjagåetiej ohtsemedienesjinie.

source: Nasjåvnnålasj girjjevuorkán le muhtem digitáliseridum nævo duola degu girje, avijsa, ájggetjállaga jnv..
sma: Dïhte nasjovnale gærjagåetie såemies digitale materijellh åtna goh gærjah, plaerieh, våhkoeplaerieh j.n.v..

source: Da máhtti nåvku lågåduvvat Vuonan.
sma: Dejtie maahta namhtah lohkedh Nøørjesne.

source: Gehtja: š www.nb.no /
sma: Vuartesjh: š www.nb.no / Saemiedigkien aaj akte saemien learoevierhtieportale gusnie maahta jïjnjh nuhteligs aamhth gaavnedh.

source: Sámedikken le aj sámegiel oahpponævvoportálla gånnå gávna ávkálasj ásjijt.
sma: Vuartesjh: š www.ovttas.no Teeksteheefth eksamenese: Åarjelsaemien 1. jïh 2. gïeline
